// В българския МакДоналдс сте!
// Въвеждат се положително реално число за парите ви и цяло число в интервала[1, 7] за ден от седмицата!
// От понеделник до сряда има 25 % намаление на всичко.От четвъртък до петък само кюфтетата и кебапчетата са намалени с 10 % .
// Събота и неделя всичко е по - скъпо с 30 % .
// Ценоразписът е следния кюфте / кебапче - 2 лв., туршия - 3 лв., шопска салата - 3.50лв, бира - 6.66 лв.
// Нека програмата взима поръчки от потребителя докато потребителя не въведе 0, 
// а командите за продуктите са 1 за кюфте / кебапче, 2 за туршия, 3 за шопска салата и 4 за бира.
// Всяко друго число ще е невалидна команда!Ако са ви свършили парите, но продължавате да поръчвате получавате предупреждения!
// На 3 - тото предупреждение - програмата да спре(набили са ви).
#include <iostream>
using namespace std;

int main()
{
	unsigned dayWeek = 1;

	int kufte = 2;
	int turshiq = 2;
	int salata = 2;




	return 0;
}
